package soft_07;

public class ex11 {

	public static void main(String[] args) {
		// TODO Auto-generated method stub
		
		String [] OneRec = {
				
				"01   초코파이*6개입             3,000   1   3,000",
				"02   프링글스                   3,300   3   9,000",
				"03   칸쵸                         880   2   1,760",
				"04   치토스                       770   1   770",
				"05   웨하스                     1,880   2   3,760",
				"06   스윙칩                       990   3   2,970",
				"07   빼빼로*3묶음               2,650   1   2,650",
				"08   다이제                     1,800   2   3,600",
				"09   마이쭈                       880   10   8,800",
				"10   새콤달콤*5묶음             2,000   1   2,000",
				"11   옥동자                       800   1   800",
				"12   메로나                       900   3   2,700",
				"13   빠삐코                       880   1   880",
				"14   월드콘                     1,200   2   2,400",
				"15   구구콘                     1,300   1   1,300",
				"16   위즐                       2,250   1   2,250",
				"17   콜라1L                     1,800   1   1,800",
				"18   파워에이드500mL            3,000   2   6,000",
				"19   환타220mL                    660   3   1,980",
				"20   아침햇살1L                 2,400     1   2,400",
				"21   오렌지 *5개입/봉           4,000   1   4,000",
				"22   사과 *4개입/봉             5,000   1   5,000",
				"23   씨없는포도1kg             12,000   1   12,000",
				"24   바나나는원래하얗다           800   2   1,600",
				"25   서울우유바나나우유(뚱바)     990   3   2,970",
				"26   물1L*6개입                 3,000   1   3,000",
				"27   스크류바(행사상품)           500   6   3,000",
				"28   리얼치즈케이크1판(8조각)  28,000   1   28,000",
				"29   맛있는초코우유800mL        2,200   2   4,400",
				"30   장미꽃1송이                1,800   7   12,600",};
		
				
		

	}

}
